{******************************************************************************}
{                       CnPack For Delphi/C++Builder                           }
{                     中国人自己的开放源码第三方开发包                         }
{                   (C)Copyright 2001-2011 CnPack 开发组                       }
{                   ------------------------------------                       }
{                                                                              }
{            本开发包是开源的自由软件，您可以遵照 CnPack 的发布协议来修        }
{        改和重新发布这一程序。                                                }
{                                                                              }
{            发布这一开发包的目的是希望它有用，但没有任何担保。甚至没有        }
{        适合特定目的而隐含的担保。更详细的情况请参阅 CnPack 发布协议。        }
{                                                                              }
{            您应该已经和开发包一起收到一份 CnPack 发布协议的副本。如果        }
{        还没有，可访问我们的网站：                                            }
{                                                                              }
{            网站地址：http://www.cnpack.org                                   }
{            电子邮件：master@cnpack.org                                       }
{                                                                              }
{******************************************************************************}

library CnWizRes;
{ |<PRE>
================================================================================
* 软件名称：CnWizards IDE 专家
* 单元名称：CnWizards 资源 DLL
* 单元作者：周劲羽 (zjy@cnpack.org)
* 备    注：该 DLL 包含了专家公共的图标和位图资源
* 开发平台：PWinXP Pro + Delphi 5.01
* 兼容测试：
* 本 地 化：该单元中的字符串支持本地化处理方式
* 单元标识：$Id: CnWizRes.dpr,v 1.6 2009/01/02 08:36:30 liuxiao Exp $
* 修改记录：2005.10.20
*               创建单元，实现功能
================================================================================
|</PRE>}

{$R CnWizIcons.RES}
{$R *.RES}

begin
end.
